brew "autoconf"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "fontconfig"
brew "gettext"
brew "chezmoi"
brew "cmatrix"
brew "coreutils"
brew "docker"
brew "gdbm"
brew "giflib"
brew "graphite2"
brew "groonga"
brew "icu4c@77"
brew "harfbuzz"
brew "htop"
brew "jansson"
brew "jpeg-turbo"
brew "liblinear"
brew "libnghttp2"
brew "libnghttp3"
brew "libngtcp2"
brew "libssh2"
brew "libtiff"
brew "libuv"
brew "little-cms2"
brew "lua"
brew "mariadb"
brew "mpdecimal"
brew "mtr"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "python@3.13"
brew "pipx"
brew "pkcs11-helper"
brew "pkgconf"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "python@3.9"
brew "telnet"
brew "trivy"
brew "watch"
brew "zlib"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
